/* No comment provided by engineer. */
" and %@" = " a %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ komentováno: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ navrhl ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ je členem sítě iNaturalist v %2$@. Místní instituce podporující %3$@ budou mít přístup k vaší e-mailové adrese a přístup ke skutečným souřadnicím, které jsou veřejné nebo soukromé. Chcete změnit svou příslušnost?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ je součástí mezinárodní sítě iNaturalist Network. Chcete se připojit ke službě %2$@ a lokalizovat své zkušenosti s aplikací iNaturalist a sdílet data s místními institucemi?";

/* site news */
"%@ News" = "%@ novinky";

/* identification author attribution */
"%@'s ID" = "%@ identifikace";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, vytvořeno %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%1$d pozorování";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d pozorování k nahrání";

/* Count of observations by this user, plural. */
"%d Observations" = "%1$d pozorování";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d pozorování k nahrání";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "\"%1$@\" vyžaduje vyplnit pole \"%2$@\".";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: zem. šířka: %1$@ zem. délka:%2$@ přesnost:%3$@>";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "O";

/* title for about section of the guide screen */
"ABOUT" = "O aplikaci";

/* about this project title */
"About this Project" = "O projektu";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Účet?";

/* No comment provided by engineer. */
"Activity" = "Aktivita";

/* Title for add comment failed alert */
"Add Comment Failure" = "Přidání komentáře selhalo";

/* Title for add ID failed alert */
"Add Identification Failure" = "Přidání identifikace selhalo";

/* No comment provided by engineer. */
"Add to Favorites" = "Přidat k oblíbeným";

/* project admins header */
"Administrators" = "Administrátoři";

/* No comment provided by engineer. */
"Agree" = "Souhlasím";

/* No comment provided by engineer. */
"All" = "Všechny";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Máte již účet?";

/* unknown error adding content */
"An unknown error occured. Please try again." = "Došlo k neznámé chybě. Opakujte akci.";

/* Title for app section of settings. */
"App Settings" = "Nastavení aplikace";

/* No comment provided by engineer. */
"Are you really sure?" = "Jste si opravdu jisti?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Jste si jisti, že chcete opustit tento projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Jste si jisti?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Opravdu? Je to trvalé.";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automaticky";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Automatické dokončování jmen";

/* label for auto upload switch in settings */
"Automatic upload" = "Automaticky nahrát";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "Automaticky nahrát nový nebo upravený obsah do iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Používáním aplikace souhlasíte s našimi obchodními podmínkami a prohlášením o ochraně osobních údajů.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "Caltech a Cornell Tech pomohli vyvinout \"vizuální\" počítačový systém, který rozpoznává druhy z fotografií. Za tuto práci děkujeme Grantu Van Hornovi, Sergeovi Belongieovi a Pietru Peronovi. Další informace najdete na visipedia.org. Zvláštní poděkování patří firmě NVIDIA za další pomoc s naším vizuálním počítačovým systémem.";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Závěrka fotoaparátu";

/* No comment provided by engineer. */
"Can't Add ID" = "Nelze přidat identifikaci";

/* No comment provided by engineer. */
"Can't Comment" = "Nelze komentovat";

/* No comment provided by engineer. */
"Can't Fave" = "Nelze si oblíbit";

/* No comment provided by engineer. */
"Can't find search for your observations right now. Please try later." = "Právě teď nelze najít vyhledávání vašeho pozorování.. Zkuste to prosím později.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Kanadská federace přírody, Royal Ontario Museum, NatureServe Canada a Parks Canada provozní iNaturalist Kanada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Rušení...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Nelze získat přístup k fotoaparátu";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Nelze získat přístup k fotografiím";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Nelze vybrat datum v budoucnosti.";

/* Failure message */
"Cannot donate" = "Nelze hodnotit";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Nelze načíst návrhy: %@";

/* Failure message */
"Cannot rate" = "Nelze hodnotit";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Nelze hledat iNaturalist.org";

/* No comment provided by engineer. */
"Cannot use your location" = "Nelze použít vaši polohu";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "V zajetí / pěstované";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "V zajetí / kultivované znamená, že organismus žije tam, kde byl pozorován, protože lidé ho tam chtěli mít. \niNaturalist je o pozorování divokých organismů a naši vědečtí partneři nemají zájem o pozorování domácích mazlíčků, zahrad nebo zvířat v zoologických zahradách.";

/* title for captive selector */
"Captive?" = "Žijící v zajetí?";

/* casual data quality */
"Casual Grade" = "Neformální stupeň";

/* label for change email address action in settings */
"Change email" = "Změnit e-mail";

/* No comment provided by engineer. */
"Change Email" = "Změnit e-mail";

/* No comment provided by engineer. */
"Change email address?" = "Změnit e-mailovou adresu?";

/* accessibility label for change flash button */
"Change Flash" = "Změnit blesk";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Změnit přepínač blesku. Aktuální stav je Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Změnit přepínač blesku. Aktuální stav je vypnuto";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Změnit přepínač blesku. Aktuální stav je zapnuto";

/* label for change username action in settings */
"Change username" = "Změnit uživatelské jméno";

/* No comment provided by engineer. */
"Change Username" = "Změnit uživatelské jméno";

/* No comment provided by engineer. */
"Change username?" = "Změnit uživatelské jméno?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Změnit profilovou fotografii?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Zaškrtněte toto políčko, pokud se chcete přihlásit k Create Commons Attribution-NonCommercial licenci pro vaše fotografie. Můžete si vybrat jinou licenci nebo později odebrat licenci, ale toto je nejlepší licence pro sdílení s výzkumnými pracovníky.";

/* title of alert after you reset your password */
"Check your email" = "Zkontrolujte Váš e-mail";

/* No comment provided by engineer. */
"Choose from library" = "Vybrat z knihovny";

/* title of inat network picker */
"Choose iNat Network" = "Zvolte siť iNaturalist";

/* title for project observations chooser */
"Choose Projects" = "Vyberte projekty";

/* accessibility label for close camera button */
"Close Camera" = "Vypnout fotoaparát";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Sbírka projektu";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbie: Instituto Humboldt provozuje Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentář";

/* label for contact support action in settings. */
"Contact support" = "Obrátit se na podporu";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Udělení licence obsahu";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Kopírovat latinský název";

/* No comment provided by engineer. */
"Couldn't Agree" = "Nemohu souhlasit";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Nelze přidat do projektu %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Nelze určit vaši polohu";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "Vytváření účtu iNaturalist...";

/* intro to credits section. */
"Credits" = "Kredity";

/* Header for data quality section of obs detail */
"Data Quality" = "Kvalita dat";

/* No comment provided by engineer. */
"Default" = "Výchozí";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Odstranit stažené";

/* No comment provided by engineer. */
"Delete Error" = "Chyba při odstraňování";

/* text of delete obs button */
"Delete Observation" = "Odstranit pozorování";

/* Deletes pending sync. */
"Deletes To Sync" = "Odstraní se synchronizace";

/* title for description section of the guide screen */
"DESCRIPTION" = "POPIS";

/* Title for confirm new observation details view */
"Details" = "Podrobnosti";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Neukazujte mi rady";

/* label for donate action in settings. */
"Donate to iNaturalist" = "Přispět k iNaturalistu";

/* No comment provided by engineer. */
"Download" = "Stáhnout";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Stáhnout pro offline použití";

/* No comment provided by engineer. */
"Download not available" = "Stahování není k dispozici";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Staženo";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Stahování...";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Buď došlo k chybě na serveru nebo průvodce již neexistuje.";

/* label for email field in settings */
"Email" = "Email";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Povolit iOS autoopravy a kontrolu pravopisu názvů druhů.";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Chyba načítání pozorování";

/* error loading leaderboard title */
"Error loading leaderboard" = "Chyba při načítání výsledků";

/* image save error title */
"Error Saving Image" = "Chyba při ukládání obrázku";

/* No comment provided by engineer. */
"Explore" = "Prozkoumat";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Průvodce se nepodařilo stáhnout";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "Nepodařilo se přihlásit do iNaturalist. Opakujte akci.";

/* No comment provided by engineer. */
"Failed to save guide" = "Nepodařilo se uložit průvodce";

/* No comment provided by engineer. */
"Faved" = "Oblíbený";

/* No comment provided by engineer. */
"Faving..." = "Oblíbení...";

/* No comment provided by engineer. */
"Featured" = "Doporučené";

/* No comment provided by engineer. */
"Fetch Error" = "Chyba načtení";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org." = "Selhalo načtení autentizačního tokenu. Kontaktujte prosím help@inaturalist.org.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Načítání nedávných pozorování v mapové oblasti";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Načítání nedávných pozorování po celém světě";

/* No comment provided by engineer. */
"Find %@ named '" = "Najít %@ s názvem \"";

/* No comment provided by engineer. */
"Find my observations" = "Najít moje pozorování";

/* No comment provided by engineer. */
"Find observations near me" = "Najít pozorování v okolí";

/* No comment provided by engineer. */
"Finding your location..." = "Hledání vaší pozice...";

/* Title for forgot password button. */
"Forgot?" = "Zapomněl(a) jste?";

/* Geoprivacy button title */
"Geoprivacy" = "Zachování soukromé geografické polohy";

/* No comment provided by engineer. */
"Go Back" = "Vrátit se";

/* Button to dismiss a tutorial screen */
"Got It" = "Rozumím";

/* No comment provided by engineer. */
"Guide download error" = "Chyba při stahování průvodce";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Tuto funkci musí povolit editor průvodce.";

/* No comment provided by engineer. */
"Guides" = "Průvodci";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Průvodci jsou vytvořeni a sdíleni komunitou iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Průvodci jsou seznamy druhů";

/* Title for help section of settings. */
"Help" = "Pomoc";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "Zde jsou naše nejoblíbenější návrhy druhů:";

/* Title of identification failure alert */
"Identification Failed" = "Identifikace selhala";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identifikace taxonu";

/* No comment provided by engineer. */
"Identifications" = "Identifikace";

/* No comment provided by engineer. */
"Identifiers" = "Identifikátory";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Je-li e-mailová adresa, kterou jste zadali, spojena s účtem iNaturalist, měli byste obdržet e-mail na tuto adresu s odkazem na resetování hesla.";

/* No comment provided by engineer. */
"Image Load Failed" = "Nahrát obrázek se nezdařilo";

/* No comment provided by engineer. */
"in project '%@'" = "v projektu \"%@\"";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist je společná iniciativa California Academy of Sciences a National Geographic Society";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "síť iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist využívá ikony Glyphish Josefa Waina, ionikonů Bena Sperryho a ikony Luise Prada a Romana Shlyakova z projektu Noun. iNaturalist je také hluboce vděčný komunitě Cocoapods a příspěvkům naší vlastní open source komunity. Koukněte na https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nesprávné uživatelské jméno nebo heslo.";

/* No comment provided by engineer. */
"Internet connection required" = "Je nutné připojení k internetu";

/* No comment provided by engineer. */
"Internet required" = "Je nutné internetové připojení";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Představujeme automatické nahrávání!";

/* Invalid date alert title */
"Invalid Date" = "Neplatné datum";

/* Error for bad email when making account. */
"Invalid Email Address" = "Neplatná e-mailová adresa";

/* Unknown invalid input */
"Invalid input" = "Neplatný vstup";

/* No comment provided by engineer. */
"Invalid Location" = "Neplatná poloha";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Neplatné uživatelské jméno";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN kategorie II místa, která poskytují IUCN a UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "Připojit se";

/* join iNat network partner alert title */
"Join %@?" = "Přidat se %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Připojte se k projektům a vyberte je při zaznamenávání pozorování";

/* No comment provided by engineer. */
"Joined" = "Připojen/a";

/* No comment provided by engineer. */
"Joining..." = "Připojování...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Zeměpisná šířka: %1$.5f Zeměpisná délka: %2$.5f Přesnost: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Výsledková tabule";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Zjistit více";

/* learn more (about network partner changes) button text */
"Learn more" = "Zjistit více";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Další informace o kvalitě dat>";

/* Leave project button */
"Leave" = "Odejít";

/* No comment provided by engineer. */
"Leaving..." = "Odcházení...";

/* The license of the species guide */
"License" = "Licence";

/* No comment provided by engineer. */
"Loading..." = "Načítání...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Chyba načtení polohy";

/* No comment provided by engineer. */
"Location Services Denied" = "Služby určení polohy jsou zakázány";

/* No comment provided by engineer. */
"Location Services Restricted" = "Služby určení polohy jsou omezené";

/* No comment provided by engineer. */
"locations" = "polohy";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Přihlásit se";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Přihlásit se / zaregistrovat";

/* Notice while we're logging them in */
"Logging in..." = "Přihlašování...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Přihlaste se a nahrajte toto pozorování, aby byly povoleny komentáře a identifikace.";

/* No comment provided by engineer. */
"Login to enable faves." = "Přihlaste se pro povolení oblíbených.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Vyhledat druh podle názvu";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Vyhledat název druhu";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Zdá se, že došlo k chybě: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Vypadá to, že nemáte žádné pozorování.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Milujete iNat? Ohodnoťte nás";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Ujistěte se, že iNat má oprávnění k přístupu k vaší poloze, nebo poskytněte nějaký čas k načtení GPS.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "Proveďte své první pozorování";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Spravovat stahování";

/* No comment provided by engineer. */
"Map of Observations" = "Mapa pozorování";

/* Placeholder text for not logged title on me tab. */
"Me" = "Mě";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexiko: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operativo NaturaLista (NaturaLista.mx).";

/* No comment provided by engineer. */
"Missing Date" = "Chybějící datum";

/* No comment provided by engineer. */
"Missing Location" = "Chybějící poloha";

/* No comment provided by engineer. */
"Missing Required Field" = "Chybí povinné pole";

/* No comment provided by engineer. */
"My Content" = "Můj obsah";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "s názvem '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "s názvem '%@'";

/* No comment provided by engineer. */
"Nearby" = "V okolí";

/* needs id data quality */
"Needs ID" = "Potřebuje identifikaci";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Potřebuje vaši pozornost";

/* Network is required error message */
"Network is required." = "Je vyžadována síť.";

/* No comment provided by engineer. */
"Network unavailable" = "Síť není k dispozici";

/* No comment provided by engineer. */
"Network Unavailable" = "Síť není k dispozici";

/* No comment provided by engineer. */
"Network unreachable" = "Síť nedostupná";

/* No comment provided by engineer. */
"Never mind" = "Nevadí";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Nováček v iNaturalist? Zaregistrujte se!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nový Zéland: Nový Zéland Biodiversity Recording Network operating iNaturalist NZ — M³taki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Novinky";

/* Confirm a new photo */
"NEXT" = "DALŠÍ";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No description" = "Bez popisu";

/* No comment provided by engineer. */
"No featured projects." = "Žádné doporučené projekty.";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Žádné výsledky iNaturalist";

/* place guess when we have no location information */
"No location" = "Neznámá poloha";

/* No comment provided by engineer. */
"No matching taxa" = "Žádné odpovídající taxony";

/* No comment provided by engineer. */
"No nearby guides." = "Žádní průvodci v okolí.";

/* No comment provided by engineer. */
"No nearby projects." = "Žádné projekty v okolí.";

/* No comment provided by engineer. */
"No network connection." = "Bez připojení k síti.";

/* No comment provided by engineer. */
"No network connection. :(" = "Bez připojení k síti. :(";

/* Header observation count title when there are none. */
"No Observations" = "Žádná pozorování";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Žádná pozorování v oblasti nenalezena.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Žádná pozorování nenalezena.";

/* No comment provided by engineer. */
"No observations yet." = "Zatím žádná pozorování.";

/* accessibility label for no photo button */
"No Photo" = "Žádné fotografie";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "Žádné fotografie a chybějící identifikace";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Žádné takové organismy nenalezeny";

/* No comment provided by engineer. */
"No such person found. :(" = "Žádná taková osoba nalezena. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Žádné takové místo nenalezeno. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Žádný takový projekt nenalezen. :(";

/* No comment provided by engineer. */
"No Thanks" = "Ne, děkuji";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Zatím žádné aktualizace. Sledujte novinky!";

/* No comment provided by engineer. */
"No URL configured" = "Není nakonfigurována žádná adresa URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ne, neměňte mou příslušnost";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ŽÁDNÁ FOTOGRAFIE";

/* No comment provided by engineer. */
"None, all rights reserved" = "Všechna práva vyhrazena";

/* No comment provided by engineer. */
"Not Allowed" = "Není dovoleno";

/* 403 unauthorized title */
"Not Authorized" = "Neautorizovaný";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Poznámky...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Pozorování";

/* obscured geoprivacy */
"Obscured" = "Skryté";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Chyba ověření pole pozorování: %@";

/* project observation rules header */
"Observation Rules" = "Pravidla pozorování";

/* No comment provided by engineer. */
"Observations" = "Pozorování";

/* Title for New Observation Tab Bar Button */
"Observe" = "Pozorovat";

/* No comment provided by engineer. */
"Observers" = "Pozorovatelé";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Vypnuto";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Zapnuto";

/* Title error with oops text. */
"Oops" = "Ups";

/* open geoprivacy */
"Open" = "Otevřít";

/* No comment provided by engineer. */
"Open link in Safari" = "Otevřít v Safari";

/* No comment provided by engineer. */
"organisms" = "organismy";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente operační iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "Heslo musí obsahovat 6 znaků.";

/* No comment provided by engineer. */
"people" = "lidé";

/* No comment provided by engineer. */
"Permission denied" = "Přístup odepřen";

/* Title for photo save error alert msg */
"Photo Save Error" = "Chyba při ukládání fotografií";

/* accessibility label for pick from library button */
"Pick from Library" = "Vybrat z knihovny";

/* No comment provided by engineer. */
"Placeholder" = "Zástupce";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "Zkontrolujte, zda je funkce iNaturalist zapnuta v části Nastavení > Ochrana osobních údajů > Fotoaparát";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "Zkontrolujte, zda je funkce iNaturalist zapnuta v části Nastavení > Ochrana osobních údajů > Fotografie";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Upozornění: Pozorování bude automaticky zahrnuto do projektu sbírky, pokud splňují jeho požadavky.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Prosím, vyberte platné umístění.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Prosím zkuste to znovu za chvíli.";

/* No comment provided by engineer. */
"Please try again in a minute." = "Prosím, zkuste to znovu za několik minut.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Prosím nahrajte, abychom mohli určit kvalitu dat";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugalsko: Associação Biodiversidade Para Todos operační Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Přidal";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Zásady ochrany osobních údajů";

/* private geoprivacy */
"Private" = "Soukromé";

/* No comment provided by engineer. */
"projects" = "projekty";

/* choose projects button title. */
"Projects" = "Projekty";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekty jsou sbírky pozorování se společným účelem";

/* No comment provided by engineer. */
"Pull to Refresh" = "Táhnout pro obnovení";

/* Rank in an ordered list */
"Rank" = "Hodnocení";

/* action to re-download a species guide from the server */
"Re-download" = "Stáhnout znovu";

/* No comment provided by engineer. */
"Remove my profile photo" = "Odstranit mou profilovou fotografii";

/* No comment provided by engineer. */
"Removing..." = "Odstraňování...";

/* No comment provided by engineer. */
"Request timed out" = "Vypršel časový limit žádosti";

/* No comment provided by engineer. */
"RESEARCH" = "VÝZKUM";

/* research data quality */
"Research Grade" = "Výzkumný stupeň";

/* No comment provided by engineer. */
"Restricted to current map area" = "Omezeno na aktuální mapu oblasti";

/* Retake a photo */
"RETAKE" = "ZNOVUDOBYTÍ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Obrátit fotoaparát";

/* Title for save new observation button */
"SAVE" = "ULOŽIT";

/* No comment provided by engineer. */
"Save Anyway" = "Přesto uložit";

/* status while saving your image */
"Saving new photo..." = "Ukládání nových fotografií...";

/* No comment provided by engineer. */
"Saving..." = "Ukládání...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "Posuňte dolů pro zobrazení nejnovější aktivity";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* No comment provided by engineer. */
"Searching for organisms..." = "Vyhledávání organismů...";

/* No comment provided by engineer. */
"Searching for people..." = "Vyhledávání lidí...";

/* No comment provided by engineer. */
"Searching for place..." = "Vyhledávání míst...";

/* No comment provided by engineer. */
"Searching for project..." = "Vyhledávání projektů...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Vyhledávání nedávných pozorování v mapové oblasti";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Vyhledávání nedávných pozorování po celém světě";

/* No comment provided by engineer. */
"seen at '%@'" = "viděno v ''%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "viděno '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Viděno v okolí";

/* default select title */
"Select" = "Vybrat";

/* select taxon title */
"Select \"%@\"" = "Vybrat \"%@\"";

/* title for date selector */
"Select Date" = "Vybrat datum";

/* title for geoprivacy selector */
"Select Privacy" = "Vybrat soukromí";

/* No comment provided by engineer. */
"Selected Observation" = "Vybraná pozorování";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Nastavit profilovou fotku";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "Nastavení";

/* Title for share new observation button */
"SHARE" = "SDÍLET";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Sdílejte vaše pozorování s komunitou.";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "Zobrazit návrhy druhů pro pozorování nebo identifikaci";

/* No comment provided by engineer. */
"Sign out" = "Odhlásit se";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Registrovat se";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Zaregistrujte se nyní!";

/* No comment provided by engineer. */
"Signing Out" = "Odhlašování se";

/* skip button title */
"Skip ›" = "Přeskočit ›";

/* No comment provided by engineer. */
"Something..." = "Něco...";

/* No comment provided by engineer. */
"Somewhere..." = "Někde...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Seřadit";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Zdroj: Wikipedie, %1$@, %2$@";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "Druhy";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistiky";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Zastavit nahrávání";

/* No comment provided by engineer. */
"Suggest ID" = "Navrhnout identifikaci";

/* label for suggest species switch in settings */
"Suggest species" = "Navrhnout druhy";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Návrhy založené na pozorování a identifikaci poskytované komunitou iNaturalist, včetně %1$@, %2$@, %3$@ a mnoha dalších.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Návrhy založené na pozorováních a identifikacích poskytovaných komunitou iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Synchronizování...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ZNAČKY";

/* No comment provided by engineer. */
"Take a photo" = "Vyfotit";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Řekněte nám proč";

/* project terms header */
"Terms" = "Podmínky";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Podmínky služby";

/* partners */
"The international iNaturalist Network supports localized, fully integrated, iNaturalist-based websites in the following countries, thanks to the support of associated partner organizations." = "Mezinárodní síť iNaturalist podporuje lokalizované, plně integrované internetové stránky iNaturalist v následujících zemích, a to díky podpoře přidružených partnerských organizací.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Zatím nemáme žádná pozorování pro tento projekt. Brzy se vraťte!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Došlo k neočekávané chybě.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "K tomu může dojít, když je připojení k internetu pomalé nebo přerušované. Zkuste to, prosím, znovu při příštím připojení k síti WiFi.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Toto pozorování bylo komunitou iNaturalist odhlasováno jako neformální stupeň.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Toto pozorování je označeno komunitou iNaturalist jako neformální stupeň, protože bylo označeno jako žijící v zajetí nebo pěstované.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Uveďte datum, aby bylo toto pozorování možné označit výzkumným stupněm.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Lokalizujte toto pozorování, aby ho bylo možné označit výzkumným stupněm.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Toto pozorování potřebuje více shod v identifikaci, aby bylo možno jej zařadit do výzkumného stupně.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Toto pozorování vyžaduje přidání fotografie, aby bylo považováno za výzkumný stupeň.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Toto pozorování vyžaduje více identifikací z komunity iNat, aby bylo považováno za výzkumný stupeň.";

/* No comment provided by engineer. */
"This project has no description." = "Tento projekt nemá žádný popis.";

/* No comment provided by engineer. */
"This project has no rules." = "Tento projekt nemá pravidla.";

/* No comment provided by engineer. */
"This project has no terms." = "Tento projekt nemá podmínky.";

/* No comment provided by engineer. */
"This project has no title." = "Tento projekt nemá název.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Tímto také odstraníte vaše pozorování z tohoto projektu.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "To zničí všechny změny/dodatky, které jste provedli z této aplikace, která nebyla synchronizována s iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Toto stáhne %@ dat, takže tohoto průvodce můžete použít i v případě, že nemáte přístup k internetu.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Časové období";

/* No comment provided by engineer. */
"Timeout" = "Časový limit";

/* project title header */
"Title" = "Název";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Tradiční projekt";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Opakujte akci po připojení k Internetu.";

/* button title to turn on autoupload */
"Turn On" = "Zapnout";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Zapněte automatickou synchronizaci v nastavení a vaše pozorování budou automaticky nahrány do iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Zastřešující projekt";

/* No comment provided by engineer. */
"Un-faving..." = "Neoblíbené...";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Nelze přidat identifikaci pro toto pozorování. Opakujte akci později.";

/* No comment provided by engineer. */
"Unable to find location" = "Nelze zjistit polohu";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Nelze zjistit název polohy";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Není možné přiřadit toto pozorování tomuto druhu. Zkuste to, prosím, znovu.";

/* Title for error */
"Unable to load page" = "Nelze načíst stránka";

/* unknown taxon */
"Unknown" = "Neznámý";

/* No comment provided by engineer. */
"Unknown author" = "Neznámý autor";

/* Message body when we don't know the error */
"Unknown error" = "Neznámá chyba";

/* Unknown error */
"Unknown error while making an identification." = "Neznámá chyba při identifikaci.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Neznámá chyba: %ld";

/* No comment provided by engineer. */
"Unprocessable entity" = "Nezpracovatelný subjekt";

/* No comment provided by engineer. */
"Untitled Post" = "Nepojmenovaný příspěvek";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "Aktualizace vašich informací o účtu iNaturalist.";

/* No comment provided by engineer. */
"Updating..." = "Aktualizování...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Nahrát";

/* No comment provided by engineer. */
"Upload Error" = "Chyba nahrávání";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Nahrajte tuto poznámku pro povolení komentářů a identifikací.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Nahrajte tuto poznámku pro povolení oblíbených.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Nahrávání...";

/* label for username field in settings */
"Username" = "Uživatelské jméno";

/* Title for version section of settings. */
"Version" = "Verze";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video návody";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Zobrazit návrhy";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Navštivte %@ pro vytvoření vašich vlastních projektů";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Navštivte iNaturalist.org pro vytvoření vašich vlastních průvodců";

/* basis for a species suggestion */
"Visually Similar" = "Vizuálně podobné";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Vizuálně podobné / viděno v okolí";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Čekání na nahrání...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Jsme vděční za pomoc s překlady poskytovanou komunitou crowdin.com, zejména: Catherine B, Vladimirovi Belashovi, cgalindo, danieleseglie, Eduardovi Martínezovi, naofum, Foss, jacquesboivin, Sungmin Ji, katunik, NCAA, oarazy, sudachi, TO, testamorta, a vilseskog. Chcete-li se připojit k týmu překladačů iNaturalist iOS, navštivte stránku https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "Nemáme dostatek prostoru pro nová pozorování!";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Nemáme oprávnění od společnosti iOS používat vaši polohu.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "Nejsme dostatečně přesvědčeni, abychom mohli něco doporučit, ale zde je našich top 10 návrhů.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Jsme si jisti, že je to v %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Co jste viděli?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Co znamená žíjící v zajetí / pěstováno?";

/* No comment provided by engineer. */
"Which organism?" = "Jaký organismus?";

/* No comment provided by engineer. */
"Which person?" = "Která osoba?";

/* No comment provided by engineer. */
"Which place?" = "Jaké místo?";

/* No comment provided by engineer. */
"Which project?" = "Jaký projekt?";

/* No comment provided by engineer. */
"Whoops" = "Jejda";

/* Default upload failure alert title. */
"Whoops!" = "Jejda!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Bez data může být toto pozorování pro ostatní velmi těžké přesně identifikovat a nikdy nedosáhne výzkumného stupně.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Bez polohy bude toto pozorování velmi těžké pro ostatní identifikovat a nikdy dosáhne výzkumného stupně.";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "Bez alespoň jedné fotografie nebude možné, aby toto pozorování ostatní pomohli identifikovat.";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* change network partner button */
"Yes, change my affiliation" = "Ano, změňte mou příslušnost";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ano, odstranit toto pozorování";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Ano, povolte můj obsah, ať vědci mohou používat moje data. Dozvědět se více";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Můžete pouze změnit svou síť připojení jednou za den.";

/* No comment provided by engineer. */
"You don't have any projects yet." = "Zatím nemáte žádné projekty.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Nemáte k tomu povolení. Váš účet mohl být pozastaven. Kontaktujte prosím help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Nemáte k tomu povolení. Váš účet mohl být pozastaven. Kontaktujte prosím help@inaturalist.org.";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "Zatím jste nevytvořili nebo nestáhli žádné návody.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "Doposud jste se nepřidali k žádnému projektu.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Tato operace vyžaduje připojení k internetu.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "Synchronizace vyžaduje připojení k internetu.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Pro načtení iNaturalist.org musíte být připojeni k internetu";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Pro přístup k projektům musíte být přihlášeni.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "Na tuto akci musíte být přihlášení.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Pro přístup k projektům musíte být přihlášeni.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to iNaturalist.org." = "Musíte být přihlášeni k nahrávání na iNaturalist.org.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Pro nahrání musíte být přihlášeni.";

/* No comment provided by engineer. */
"You must be logged in!" = "Musíte být přihlášeni!";

/* Account is required error message */
"You must be logged in." = "Musíte být přihlášeni.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "K tomu musíte být přihlášeni.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Chcete-li se připojit k projektu, musíte být přihlášeni.";

/* 401 unauthorized message */
"You need to login to do that." = "K tomu se musíte přihlásit.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Jakmile nahrajete pozorování, obdržíte aktualizace.";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "Budete mít nedostatek místa na disku iPhone!";

/* Title for account section of settings. */
"Your Account" = "Váš účet";

/* No comment provided by engineer. */
"Your Guides" = "Vaši průvodci";

/* Placeholder for free text observation field value */
"Your response here" = "Vaše odezva";
